{
  "DB13928": {
    "name": "Semaglutide",
    "description": "Semaglutide is a glucagon-like peptide 1 (GLP-1) analog used to manage type 2 diabetes along with lifestyle changes, such as dietary restrictions and increased physical activity.[A31421,L8681] Other members of this drug class include [Exenatide] and [Liraglutide]. Semaglutide was developed by Novo Nordisk and approved by the FDA for subcutaneous injection in December 2017.[L8681] The tablet formulation was approved for oral administration in September 2019. Semaglutide works by binding to and activating the GLP-1 receptor, thereby stimulating insulin secretion and reducing blood glucose.[L8678]\r\n\r\nThe subcutaneous injection is administered once weekly and the tablet is administered once a day. Semaglutide offers a competitive advantage over other drugs used to manage diabetes, which may require several daily doses. Clinical trials have determined that this drug reduces glycosylated hemoglobin (HbA1c) levels and reduces body weight, proving to be effective for patients with type 2 diabetes.[A186053] In June 2021, semaglutide was approved by the FDA for chronic weight management in adults with general obesity or overweight who have at least one weight-related condition, marking semaglutide as the first approved drug for such use since 2014.[L34485] The use of semaglutide in weight management is also approved by Health Canada [L39347] and the EMA.[L41335]\r\n\r\nOn May 31, 2023, the FDA issued a warning regarding the use of compounded semaglutide after receiving adverse event reports. The use of salt forms of semaglutide, including semaglutide sodium and semaglutide acetate, has not been proven to be safe or effective.[L46726]",
    "cas-number": "910463-68-2",
    "unii": "53AXN4NNHX",
    "average-mass": "4113.641",
    "monoisotopic-mass": "4111.11537713",
    "state": "liquid",
    "groups": [
      "approved",
      "investigational"
    ],
    "general-references": {
      "articles": [
        "Gotfredsen CF, Molck AM, Thorup I, Nyborg NC, Salanti Z, Knudsen LB, Larsen MO: The human GLP-1 analogs liraglutide and semaglutide: absence of histopathological effects on the pancreas in nonhuman primates. Diabetes. 2014 Jul;63(7):2486-97. doi: 10.2337/db13-1087. Epub 2014 Mar 7.",
        "Blundell J, Finlayson G, Axelsen M, Flint A, Gibbons C, Kvist T, Hjerpsted JB: Effects of once-weekly semaglutide on appetite, energy intake, control of eating, food preference and body weight in subjects with obesity. Diabetes Obes Metab. 2017 Sep;19(9):1242-1251. doi: 10.1111/dom.12932. Epub 2017 May 5.",
        "Lee YS, Jun HS: Anti-diabetic actions of glucagon-like peptide-1 on pancreatic beta-cells. Metabolism. 2014 Jan;63(1):9-19. doi: 10.1016/j.metabol.2013.09.010. Epub 2013 Oct 17.",
        "Jensen L, Helleberg H, Roffel A, van Lier JJ, Bjornsdottir I, Pedersen PJ, Rowe E, Derving Karsbol J, Pedersen ML: Absorption, metabolism and excretion of the GLP-1 analogue semaglutide in humans and nonclinical species. Eur J Pharm Sci. 2017 Jun 15;104:31-41. doi: 10.1016/j.ejps.2017.03.020. Epub 2017 Mar 16.",
        "Ahren B, Atkin SL, Charpentier G, Warren ML, Wilding JPH, Birch S, Holst AG, Leiter LA: Semaglutide induces weight loss in subjects with type 2 diabetes regardless of baseline BMI or gastrointestinal adverse events in the SUSTAIN 1 to 5 trials. Diabetes Obes Metab. 2018 Sep;20(9):2210-2219. doi: 10.1111/dom.13353. Epub 2018 Jun 12.",
        "Andreadis P, Karagiannis T, Malandris K, Avgerinos I, Liakos A, Manolopoulos A, Bekiari E, Matthews DR, Tsapas A: Semaglutide for type 2 diabetes mellitus: A systematic review and meta-analysis. Diabetes Obes Metab. 2018 Sep;20(9):2255-2263. doi: 10.1111/dom.13361. Epub 2018 Jun 10.",
        "Rakipovski G, Rolin B, Nohr J, Klewe I, Frederiksen KS, Augustin R, Hecksher-Sorensen J, Ingvorsen C, Polex-Wolf J, Knudsen LB: The GLP-1 Analogs Liraglutide and Semaglutide Reduce Atherosclerosis in ApoE(-/-) and LDLr(-/-) Mice by a Mechanism That Includes Inflammatory Pathways. JACC Basic Transl Sci. 2018 Nov 21;3(6):844-857. doi: 10.1016/j.jacbts.2018.09.004. eCollection 2018 Dec.",
        "Kim KK: Understanding the Mechanism of Action and Clinical Implications of Anti-Obesity Drugs Recently Approved in Korea. Korean J Fam Med. 2019 Mar;40(2):63-71. doi: 10.4082/kjfm.19.0013. Epub 2019 Mar 20.",
        "Bucheit J, Pamulapati LG, Carter NM, Malloy K, Dixon D, Sisson E: Oral Semaglutide: A Review of the First Oral Glucagon-Like Peptide-1 Receptor Agonist. Diabetes Technol Ther. 2019 Aug 22. doi: 10.1089/dia.2019.0185.",
        "Hall S, Isaacs D, Clements JN: Pharmacokinetics and Clinical Implications of Semaglutide: A New Glucagon-Like Peptide (GLP)-1 Receptor Agonist. Clin Pharmacokinet. 2018 Dec;57(12):1529-1538. doi: 10.1007/s40262-018-0668-z.",
        "Jensen L, Kupcova V, Arold G, Pettersson J, Hjerpsted JB: Pharmacokinetics and tolerability of semaglutide in people with hepatic impairment. Diabetes Obes Metab. 2018 Apr;20(4):998-1005. doi: 10.1111/dom.13186. Epub 2018 Jan 17."
      ],
      "links": "link: L1067\n        FDA Briefing Document: Semaglutide subcutaneous once-weekly\n        https://www.fda.gov/downloads/AdvisoryCommittees/CommitteesMeetingMaterials/Drugs/EndocrinologicandMetabolicDrugsAdvisoryCommittee/UCM580461.pdf | link: L1069\n        FDA Briefing Document: Endocrinologic and Metabolic Drugs Advisory Committee Meeting\n        https://www.fda.gov/downloads/AdvisoryCommittees/CommitteesMeetingMaterials/Drugs/EndocrinologicandMetabolicDrugsAdvisoryCommittee/UCM580460.pdf | link: L8678\n        FDA Approved Drug Products: RYBELSUS (semaglutide) tablets, for oral use\n        https://www.accessdata.fda.gov/drugsatfda_docs/label/2021/213051s006lbl.pdf | link: L8681\n        FDA Approved Drug Products: OZEMPIC (semaglutide) injection, for subcutaneous use\n        https://www.accessdata.fda.gov/drugsatfda_docs/label/2022/209637s009lbl.pdf | link: L8693\n        EMA Approved Drug Products: Ozempic (semaglutide) subcutaneous injection\n        https://www.ema.europa.eu/en/documents/product-information/ozempic-epar-product-information_en.pdf | link: L12846\n        DailyMed: Rybelsus (semaglutide) oral tablet\n        https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=27f15fac-7d98-4114-a2ec-92494a91da98 | link: L34475\n        FDA Approved Drug Products: WEGOVY (semaglutide) injection, for subcutaneous use\n        https://www.accessdata.fda.gov/drugsatfda_docs/label/2021/215256s000lbl.pdf | link: L34485\n        FDA Press Announcements: FDA Approves New Drug Treatment for Chronic Weight Management, First Since 2014\n        https://www.fda.gov/news-events/press-announcements/fda-approves-new-drug-treatment-chronic-weight-management-first-2014 | link: L39347\n        Novo Nordisk New Release: Health Canada approves Wegovy™ for the treatment of adults with obesity\n        https://www.newswire.ca/news-releases/health-canada-approves-wegovy-tm-for-the-treatment-of-adults-with-obesity-829324682.html | link: L41335\n        EMA Approved Drug Products: Wegovy (semaglutide) Subcutaneous Injection\n        https://www.ema.europa.eu/en/documents/product-information/wegovy-epar-product-information_en.pdf | link: L44552\n        FDA Approved Drug Products: WEGOVY (semaglutide) injection, for subcutaneous use (December 2022)\n        https://www.accessdata.fda.gov/drugsatfda_docs/label/2022/215256s005lbl.pdf | link: L46726\n        US Food & Drug Administration: Medications Containing Semaglutide Marketed for Type 2 Diabetes or Weight Loss\n        https://www.fda.gov/drugs/postmarket-drug-safety-information-patients-and-providers/medications-containing-semaglutide-marketed-type-2-diabetes-or-weight-loss | link: L47571\n        FDA Approved Drug Proucts: WEGOVY (semaglutide) injection, for subcutaneous use (July 2023)\n        https://www.accessdata.fda.gov/drugsatfda_docs/label/2023/215256s007lbl.pdf"
    },
    "indication": "Semaglutide is indicated to improve glycemic control in adults diagnosed with type 2 diabetes mellitus, and is used as an adjunct to diet and exercise.[L8678,L8681] However, semaglutide is not a suitable first-line drug for diabetes that has not been controlled by diet and exercise. In addition, it has not been studied in patients with pancreatitis.  Semaglutide is not intended for use in patients with type 1 diabetes or to treat diabetic ketoacidosis.[L8678]\r\n\r\nSemaglutide is indicated for chronic weight management in adults with obesity or overweight with at least one weight-related condition (such as high blood pressure, type 2 diabetes, or high cholesterol), for use in addition to a reduced-calorie diet and increased physical activity.[L34475,L41335]. Semaglutide it is also indicated for chronic weight management in pediatric patients aged 12 years and older with an initial BMI at the 95th percentile or greater for age and sex.[L44552]",
    "pharmacodynamics": "Semaglutide reduces HbA1c, systolic blood pressure, and body weight.[A186062] After 12 weeks of treatment, semaglutide decreased fasting and postprandial glucose by increasing insulin production and decreasing glucagon secretion (which is normally associated with increases in blood sugar). Semaglutide also lowers fasting triglycerides and VLDL cholesterol, exerting beneficial effects on cardiovascular health.[A186053,L1067]\r\n\r\nSemaglutide has been shown to cause medullary thyroid cell carcinoma in rodents. While its clinical relevance to humans is unknown, the FDA advises not to administer this drug in those with a personal or family history of medullary thyroid carcinoma.  Semaglutide also poses a risk of pancreatitis and dehydration. Patients must be adequately hydrated while on semaglutide and are advised to seek medical attention immediately in cases of abdominal pain radiating to the back. Because this drug delays gastric emptying, it is important to monitor for the efficacy or adverse effects of other drugs that are administered orally.[L8681]",
    "mechanism-of-action": "**Mechanism of glycemic control**\r\n\r\nGLP-1 is a physiological hormone that promotes glycemic control via several different mechanisms, including insulin secretion, slowing gastric emptying, and reducing postprandial glucagon secretion. The homeostasis of glucose is dependent on hormones such as insulin and amylin, which are secreted by the beta cells of the pancreas.  Semaglutide is 94% similar to human GLP-1. Analogs of this hormone such as semaglutide stimulate the synthesis of insulin[A31424] by stimulating pancreatic islet cells and reducing glucagon secretion.[A31424]  They directly bind with selectivity to the GLP-1 receptor, causing various beneficial downstream effects that reduce blood glucose in a glucose-dependent fashion.[L8681] \r\n\r\n**Mechanism of cardiovascular benefit and weight loss**\r\n\r\n In hypercholesterolemia, semaglutide is believed to reduce the progression of atherosclerosis via decreased gut permeability and decreased inflammation.[A186065] Weight loss is believed to occur via the reduction of appetite and food cravings after semaglutide administration. [A31423,A186074]",
    "toxicity": "Overdoses of up to 4 mg in one ingestion have been reported, with nausea being the most commonly reported symptom. All patients in clinical trials who experienced an overdose recovered fully.[L8693] Appropriate supportive care should be given according and dictated by the patient's condition. Prolonged observation and treatment may be required, as the half-life of this drug is about one week.[L8681] There is no antidote to an overdose with semaglutide.[L8693]",
    "metabolism": "Semaglutide is cleaved at the peptide backbone, followed by β‐oxidation of the fatty acid chain.[A186092] Naturally occurring GLP‐1 is quickly metabolized by dipeptidyl peptidase‐4 (DPP‐4) and other enzymes, which is ubiquitous in human tissues. Chemical structure modifications render semaglutide less susceptible to enzymatic degradation by gastrointestinal DPP‐4 enzymes.[A186092] It is slowly and extensively metabolized, with about 83% of the administered dose measured in the plasma as unchanged drug. Neural endopeptidase (NEP) is another enzyme that metabolizes this drug. DPP-4 inactivates semaglutide, truncating the N-terminal segment while NEP hydrolyzes peptide bondsSix different metabolites of semaglutide have been identified in human plasma. The major metabolite, named P3, accounts for about 7.7% of an ingested dose.[A31425]",
    "absorption": "The Cmax of semaglutide was 10.9 nmol/L, with AUC of 3123.4 nmol h/L and a Tmax of 56 h in one clinical trial, achieved within 1-3 days.[A31425,L8681] The absolute bioavailability is 89%.[L8681] Steady-state concentration of the oral tablet is achieved in 4-5 weeks.[A186089] Average steady state concentrations of semaglutide are the mean steady state concentrations after dosing at 0.5mg to 1mg range from 16 nmol/L to 30 nmol/L.[L8693]",
    "half-life": "One of the major properties of semaglutide is its long half-life of 168 h.[A31425] The long half-life is attributed to its albumin binding. This lowers the renal clearance and protects semaglutide from metabolic breakdown.[L8678,L8681]",
    "protein-binding": "Semaglutide binds with high affinity to plasma albumin, promoting high levels of drug stability.[A31423] It is more than 99% bound to albumin.[A186092,L1069,L8681]",
    "route-of-elimination": "This drug is mainly cleared by the kidneys, and is found excreted in both the urine and feces.[A186092] The main elimination route is the urine by corresponding to 53% of an ingested radiolabeled dose, with 18.6% found in the feces. A smaller amount of 3.2% was found to be exhaled.[A31425] Hepatic impairment does not appear to affect the clearance of this drug and dose adjustments are not required in patients with decreased liver function.[A186092]",
    "volume-of-distribution": "The volume of distribution of semaglutide is 8L to 9.4L. It crosses the placenta in rats.[A31425,L8681]",
    "clearance": "The clearance rate of semaglutide is 0.039 L/h according to one clinical study.[A31425]  On the FDA label, semaglutide clearance is reported to be about 0.05 L/h in patients with type 2 diabetes mellitus.[L8681]",
    "classification": {
      "description": "This compound belongs to the class of organic compounds known as polypeptides. These are peptides containing ten or more amino acid residues.",
      "direct-parent": "Polypeptides",
      "kingdom": "Organic compounds",
      "superclass": "Organic Polymers",
      "class": "Polypeptides",
      "alternative-parent": "Valine and derivatives",
      "substituent": "Valine or derivatives"
    },
    "products": [
      "Ozempic",
      "Ozempic",
      "Ozempic",
      "Ozempic",
      "Ozempic"
    ],
    "international-brands": [
      "Wegovy"
    ],
    "categories": [
      "Alimentary Tract and Metabolism",
      "Amino Acids, Peptides, and Proteins",
      "Blood Glucose Lowering Agents",
      "Drugs Used in Diabetes",
      "Gastrointestinal Hormones",
      "GLP-1 Agonists",
      "Glucagon-like peptide-1 (GLP-1) analogues",
      "Hormones",
      "Hormones, Hormone Substitutes, and Hormone Antagonists",
      "Incretin Mimetics",
      "Pancreatic Hormones",
      "Peptide Hormones",
      "Peptides",
      "Proteins"
    ],
    "external-identifiers": "external-identifier: Drugs Product Database (DPD)\n      22925 | external-identifier: ChEBI\n      167574 | external-identifier: ChemSpider\n      34985066 | external-identifier: BindingDB\n      50121400 | external-identifier: PharmGKB\n      PA166305021 | external-identifier: Wikipedia\n      Semaglutide | external-identifier: ChEMBL\n      CHEMBL3616752 | external-identifier: RxCUI\n      1991302"
  }
}
